/*
 * Loco ios export: iOS Localizable.strings
 * Project: Loco file conversion (strings.xml)
 * Release: Working copy
 * Locale: en_GB, English (UK)
 * Exported at: Wed, 07 Aug 2013 09:51:27 +0100
 */

/* Asset: description */
"description" = "";

/* Asset: app_name */
"app_name" = "i-Asigurare2.0";

/* Asset: menu_settings */
"menu_settings" = "";

/* Asset: tag */
"tag" = "1";

/* Asset: prev */
"prev" = "Previous";

/* Asset: next */
"next" = "Next";

/* Asset: i0 */
"i0" = "Diseases/Disorders";

/* Asset: i1 */
"i1" = "i-Asigurare";

/* Asset: i2 */
"i2" = "Pupil\n/Student";

/* Asset: i3 */
"i3" = "Sport\nAgrement";

/* Asset: i4 */
"i4" = "Disability\nDegree";

/* Asset: i5 */
"i5" = "Heart\ndiseases";

/* Asset: i6 */
"i6" = "Neuro\ndiseases";

/* Asset: i7 */
"i7" = "Internal\ndiseases";

/* Asset: i8 */
"i8" = "Respiratory\ndiseases";

/* Asset: i9 */
"i9" = "Irreversible\ndiseases";

/* Asset: i10 */
"i10" = "Other\ndiseases";

/* Asset: i11 */
"i11" = "Discounts/Increases";

/* Asset: i12 */
"i12" = "If you like i-Asigurare please\ntake a minute to evaluate\nthe applicaton in Google Play";

/* Asset: i13 */
"i13" = "Do you like i-Asigurare?";

/* Asset: i14 */
"i14" = "Review\nnow";

/* Asset: i15 */
"i15" = "Choose traveller";

/* Asset: i16 */
"i16" = "Water pipe cover";

/* Asset: i17 */
"i17" = "Continue";

/* Asset: i18 */
"i18" = "Home Insurance";

/* Asset: i19 */
"i19" = "All of the below information refers to the vehicle owner";

/* Asset: i20 */
"i20" = "Remind\nme later";

/* Asset: i21 */
"i21" = "Check MTPL";

/* Asset: i22 */
"i22" = "Notifications";

/* Asset: i23 */
"i23" = "OK";

/* Asset: i24 */
"i24" = "INFO";

/* Asset: i25 */
"i25" = "YOUR EMAIL";

/* Asset: i26 */
"i26" = "YOUR PHONE NUMBER";

/* Asset: i27 */
"i27" = "MESSAGE SUBJECT";

/* Asset: i28 */
"i28" = "...";

/* Asset: i29 */
"i29" = "YOUR MESSAGE";

/* Asset: i30 */
"i30" = "Send";

/* Asset: i31 */
"i31" = "either the insurance company didn't provide the data to CEDAM, or it provided incorrect data";

/* Asset: i32 */
"i32" = "SEATS NUMBER";

/* Asset: i33 */
"i33" = "MAXIMUM MASS (KG)";

/* Asset: i34 */
"i34" = "Theft cover";

/* Asset: i35 */
"i35" = "PRODUCTION YEAR";

/* Asset: i36 */
"i36" = "FUEL";

/* Asset: i37 */
"i37" = "gas";

/* Asset: i38 */
"i38" = "domestic\nuse";

/* Asset: i39 */
"i39" = "   OK";

/* Asset: i40 */
"i40" = "you will be notified for the alerts set by you\nyou will know when there are offers and promotions\nyou may receive discounts";

/* Asset: i41 */
"i41" = "taxi";

/* Asset: i42 */
"i42" = "goods distribution";

/* Asset: i43 */
"i43" = "REGISTRATION CERTIFICATE SERIAL";

/* Asset: i44 */
"i44" = "USE OF VEHICLE";

/* Asset: i45 */
"i45" = "Civil liability";

/* Asset: i46 */
"i46" = "Full\nprice";

/* Asset: i47 */
"i47" = "Insured amount (at least 10000 EUR)";

/* Asset: i48 */
"i48" = "Civil liability insured amount (EUR))";

/* Asset: i49 */
"i49" = "Replacement\nvalue";

/* Asset: i50 */
"i50" = "Real\nvalue";

/* Asset: i51 */
"i51" = "Market\nvalue";

/* Asset: i52 */
"i52" = "Bank\nevaluation";

/* Asset: i53 */
"i53" = "Ask for the offer";

/* Asset: i54 */
"i54" = "NAME AND SURNAME";

/* Asset: i55 */
"i55" = "Vodafone\nclient price";

/* Asset: i56 */
"i56" = "SSN";

/* Asset: i57 */
"i57" = "EMAIL";

/* Asset: i58 */
"i58" = "CHOOSE OPERATOR";

/* Asset: i59 */
"i59" = "ID / PASSPORT SERIAL";

/* Asset: i60 */
"i60" = "COUNTY, CITY";

/* Asset: i61 */
"i61" = "COUNTY, CITY";

/* Asset: i62 */
"i62" = "ADDRESS";

/* Asset: i63 */
"i63" = "PHONE";

/* Asset: i64 */
"i64" = "CAEN";

/* Asset: i65 */
"i65" = "Tourism";

/* Asset: i66 */
"i66" = "Quit";

/* Asset: i67 */
"i67" = "Save";

/* Asset: i68 */
"i68" = "VEHICLE IN LEASING?";

/* Asset: i69 */
"i69" = "LEASING COMPANY NAME";

/* Asset: i70 */
"i70" = "Choose the property";

/* Asset: i71 */
"i71" = "Business";

/* Asset: i72 */
"i72" = "Search";

/* Asset: i73 */
"i73" = "The fees are directly obtained from the insurance companies.";

/* Asset: i74 */
"i74" = "The travel insurance payment is done only with the card.";

/* Asset: i75 */
"i75" = "You will receive the policy by email within a few minutes after payment is completed.";

/* Asset: i76 */
"i76" = "The fees are directly obtained from the insurance companies.";

/* Asset: i77 */
"i77" = "INSURED PROPERTY";

/* Asset: i78 */
"i78" = "The payment for the home insurance is done online with the card.";

/* Asset: i79 */
"i79" = "diesel";

/* Asset: i80 */
"i80" = "You will receive the policy by email within a few minutes after payment is completed.";

/* Asset: i81 */
"i81" = "Professional driver";

/* Asset: i82 */
"i82" = "Studies";

/* Asset: i83 */
"i83" = "Number of days";

/* Asset: i84 */
"i84" = "lpg";

/* Asset: i85 */
"i85" = "Destination country";

/* Asset: i86 */
"i86" = "PROPERTY OWNER";

/* Asset: i87 */
"i87" = "5";

/* Asset: i88 */
"i88" = "Evaluation module";

/* Asset: i89 */
"i89" = "The fees are directly obtained from the insurance companies.";

/* Asset: i90 */
"i90" = "Choose the payment method";

/* Asset: i91 */
"i91" = "The MTPL insurance policy is delivered for FREE by quick delivery";

/* Asset: i92 */
"i92" = "YES";

/* Asset: i93 */
"i93" = "HOUSE TYPE";

/* Asset: i94 */
"i94" = "Apartment\n ";

/* Asset: i95 */
"i95" = "Business register number";

/* Asset: i96 */
"i96" = "Order";

/* Asset: i97 */
"i97" = "House - shared";

/* Asset: i98 */
"i98" = "NO";

/* Asset: i99 */
"i99" = "FLOOR";

/* Asset: i100 */
"i100" = "NUMBER OF ROOMS";

/* Asset: i101 */
"i101" = "VEHICLE BRAND";

/* Asset: i102 */
"i102" = "CHASSIS NUMBER";

/* Asset: i103 */
"i103" = "CM3";

/* Asset: i104 */
"i104" = "VEHICLE MODEL";

/* Asset: i105 */
"i105" = "POWER (KW)";

/* Asset: i106 */
"i106" = "VEHICLE CATEGORY";

/* Asset: i107 */
"i107" = "CONSTRUCTION YEAR (>=1900)";

/* Asset: i108 */
"i108" = "Automobile";

/* Asset: i109 */
"i109" = "Motorbike";

/* Asset: i110 */
"i110" = "CERTIFICATE COUNTY, CITY";

/* Asset: i111 */
"i111" = "REGISTRATION PLATE NO.";

/* Asset: i112 */
"i112" = "Off-road vehicle";

/* Asset: i113 */
"i113" = "BUILDING HEIGHT (NO. OF FLOORS)";

/* Asset: i114 */
"i114" = "OTHER INFORMATION";

/* Asset: i115 */
"i115" = "SURFACE (SM)";

/* Asset: i116 */
"i116" = "2";

/* Asset: i117 */
"i117" = "NUMBER OF TENANTS";

/* Asset: i118 */
"i118" = "RESISTANCE STRUCTURE";

/* Asset: i119 */
"i119" = "House - individual";

/* Asset: i120 */
"i120" = "DELIVERY (COUNTY, CITY)";

/* Asset: i121 */
"i121" = "DELIVERY (STREET, NUMBER, BLOCK)";

/* Asset: i122 */
"i122" = "NAME";

/* Asset: i123 */
"i123" = "Warning!";

/* Asset: i124 */
"i124" = "Operator";

/* Asset: i125 */
"i125" = "Please fill in your phone number and the e-mail address in My Data - My Profile. We need this information in order to send you the offer.";

/* Asset: i126 */
"i126" = "Insured amount";

/* Asset: i127 */
"i127" = "Insurance start date";

/* Asset: i128 */
"i128" = "Calculate";

/* Asset: i129 */
"i129" = "Vodafone";

/* Asset: i130 */
"i130" = "Orange";

/* Asset: i131 */
"i131" = "TELL US SOMETHING";

/* Asset: i132 */
"i132" = "Cosmote";

/* Asset: i133 */
"i133" = "Text mai mic";

/* Asset: i134 */
"i134" = "text";

/* Asset: i135 */
"i135" = "DUE INSTALMENT";

/* Asset: i136 */
"i136" = "select the last validity date";

/* Asset: i137 */
"i137" = "Start";

/* Asset: i138 */
"i138" = "DUE INSTALMENT";

/* Asset: i139 */
"i139" = "11.11.2011";

/* Asset: i140 */
"i140" = "Franchise";

/* Asset: i141 */
"i141" = "no";

/* Asset: i142 */
"i142" = "Sport cover";

/* Asset: i143 */
"i143" = "Electronic";

/* Asset: i144 */
"i144" = "Baggage";

/* Asset: i145 */
"i145" = "Confirm deletion";

/* Asset: i146 */
"i146" = "Press YES to delete this registration, if you don't want to delete the registration press NO.";

/* Asset: i147 */
"i147" = "Choose the vehicle";

/* Asset: i148 */
"i148" = "Choose the owner";

/* Asset: i149 */
"i149" = "VEHICLE OWNER (SEE CERTIFICATE)";

/* Asset: i150 */
"i150" = "Vehicle km number";

/* Asset: i151 */
"i151" = "Vehicle color";

/* Asset: i152 */
"i152" = "If the car has Motor Hull please select the company";

/* Asset: i153 */
"i153" = "Allianz";

/* Asset: i154 */
"i154" = "Omniasig";

/* Asset: i155 */
"i155" = "Generali";

/* Asset: i156 */
"i156" = "Information on DISCOUNTS";

/* Asset: i157 */
"i157" = "choose from the list";

/* Asset: i158 */
"i158" = "INSURED VEHICLE";

/* Asset: i159 */
"i159" = "With tranzit";

/* Asset: i160 */
"i160" = "";

/* Asset: i161 */
"i161" = "Choose payment method";

/* Asset: i162 */
"i162" = "Travel objective";

/* Asset: i163 */
"i163" = "In full";

/* Asset: i164 */
"i164" = "2 Instalments";

/* Asset: i165 */
"i165" = "4 Instalments";

/* Asset: i166 */
"i166" = "\"Add vehicle\"";

/* Asset: i167 */
"i167" = "\"Add property\"";

/* Asset: i168 */
"i168" = "\"Add insured person\"";

/* Asset: i169 */
"i169" = "Full\nconditions";

/* Asset: i170 */
"i170" = "Cover\nsummary";

/* Asset: i171 */
"i171" = "There aren't persons saved in the list.\nIn order to add a new person, press the button above\n\"Add insured person\"";

/* Asset: i172 */
"i172" = "There aren't properties saved in the list.\nIn order to add a new property, push the button above";

/* Asset: i173 */
"i173" = "There aren't any cars saved in the list.\nTo add a new car, press the button above\n\"Add vehicle\"";

/* Asset: i174 */
"i174" = "You have no ordered insurance.\nThe insurance policies ordered through the application will automatically appear";

/* Asset: i175 */
"i175" = "<b>Titlu layout</b>";

/* Asset: i176 */
"i176" = "We search\nfor the lowest fees\ndirectly from the\ninsurance companies";

/* Asset: i177 */
"i177" = "CASH,\nupon delivery";

/* Asset: i178 */
"i178" = "Bank\ntransfer";

/* Asset: i179 */
"i179" = "ONLINE,\ncard";

/* Asset: i180 */
"i180" = "EMAIL CONTACT";

/* Asset: i181 */
"i181" = "PHONE CONTACT";

/* Asset: i182 */
"i182" = "\n\nThis information will be provided to an i-Asigurare representative. We try to get the best prices for your car.\n\nDue to high number of requests, it might take up to 3 days until we send you the fees, as all the requests are individually processed. \n\nTaking this into account, please ask for an offer only if your car needs a Motor Hull insurance in the next 30 days.\n\n";

/* Asset: i183 */
"i183" = "It was a test.\nQUIT";

/* Asset: i184 */
"i184" = "It 's clear.\nI want Motor Hull";

/* Asset: i185 */
"i185" = "5.000\nEUR";

/* Asset: i186 */
"i186" = "10.000\nEUR";

/* Asset: i187 */
"i187" = "30.000\nEUR";

/* Asset: i188 */
"i188" = "50.000\nEUR";

/* Asset: i189 */
"i189" = "5.000 €";

/* Asset: i190 */
"i190" = "10.000 €";

/* Asset: i191 */
"i191" = "30.000 €";

/* Asset: i192 */
"i192" = "50.000 €";

/* Asset: i193 */
"i193" = "You've got BO Bonus. The fees could be higher! Possible causes:";

/* Asset: i194 */
"i194" = "Choose travellers \nYou can choose several persons";

/* Asset: i195 */
"i195" = "Real\nvalue";

/* Asset: i196 */
"i196" = "6 months";

/* Asset: i197 */
"i197" = "12 months";

/* Asset: i198 */
"i198" = "Market\nvalue";

/* Asset: i199 */
"i199" = "Bank\nvalue";

/* Asset: i200 */
"i200" = "The returned results are provided by CEDAM database, and not by the i-Asigurare application!\n\nIf the received message is incorrect it means that the insurance company where you concluded the policy didn't provide the correct information to CEDAM or you inserted the registration plate / chassis number wrongly\n\nIf the policy is not found, it means that:";

/* Asset: i201 */
"i201" = " either the insurance company didn't provide the data to CEDAM, or it provided incorrect data;";

/* Asset: i202 */
"i202" = "either CEDAM database is not updated (it may take up to 2-3 months since the policy is issued until its registration in CEDAM database)";

/* Asset: i203 */
"i203" = "or the vehicle doesn't have MTPL insurance";

/* Asset: i204 */
"i204" = "Replacement\nvalue";

/* Asset: i205 */
"i205" = "Minor\nchildren";

/* Asset: i206 */
"i206" = "Physical\ndisability";

/* Asset: i207 */
"i207" = "Alerts aren't set up.\nYou can save alerts for\ncars and properties in \n\"My data\".";

/* Asset: i209 */
"i209" = "The insurance policy check is done using CEDAM database at CSA: http://cedam.csa-isc.ro\n\nIt takes up to about one month for a newly issued policy to be registered in CEDAM database";

/* Asset: i210 */
"i210" = "General data";

/* Asset: i211 */
"i211" = "Married";

/* Asset: i212 */
"i212" = "Pensionary";

/* Asset: i213 */
"i213" = "Number of public servants in the family";

/* Asset: i214 */
"i214" = "Car driving licence since year";

/* Asset: i215 */
"i215" = "Attention: some insurance companies may require proving documents (for disability or public servants in the family)";

/* Asset: i216 */
"i216" = "You've completed the first steptowards the\ni-Asigurare experience.Be ready to discover\n how it is to have all your insurance policies\nright in your pocket";

/* Asset: i217 */
"i217" = "Before starting,\nplease select the mobile phone operator:";

/* Asset: i218 */
"i218" = "The validity of MTPL policy can be checked using the vehicle chassis number.\nMake sure it is correctly inserted!";

/* Asset: i219 */
"i219" = "Sorry! Fees couldn't be calculated because you don't have internet connection. Please make sure you have an active internet connection and calculate again.\nThank you!";

/* Asset: i220 */
"i220" = "You haven't received any notification so far. Make sure the Push Notifications function for i-Asigurare application is active.";

/* Asset: i221 */
"i221" = " ● the car chassis number is incorrect;\n ● the SSN / business register number is incorrect;\n ● other SSN / business register number than that of the car owner's was inserted;\n ● there is no history for the group car - owner, in which case please don't take into account this warning.";

/* Asset: i222 */
"i222" = "Romana";

/* Asset: i223 */
"i223" = "Magyar";

/* Asset: i224 */
"i224" = "English";

/* Asset: i225 */
"i225" = "Data synchronization";

/* Asset: i226 */
"i226" = "Retrieving data?";

/* Asset: i227 */
"i227" = "If you have used the application on this phone before, we can help you retrieve the saved data. Do you want to synchronize?";

/* Asset: i228 */
"i228" = "My data";

/* Asset: i229 */
"i229" = "i-Asigurare app";

/* Asset: i230 */
"i230" = "Insure yourself smartly on your phone";

/* Asset: i231 */
"i231" = "MY PROFILE";

/* Asset: i232 */
"i232" = "Configure your profile";

/* Asset: i233 */
"i233" = "My account";

/* Asset: i234 */
"i234" = "This is your information";

/* Asset: i235 */
"i235" = "About me";

/* Asset: i236 */
"i236" = "Data may be incorrect";

/* Asset: i237 */
"i237" = "NAME AND SURNAME";

/* Asset: i238 */
"i238" = "Fill in the name and surname";

/* Asset: i239 */
"i239" = "SSN";

/* Asset: i240 */
"i240" = "Social security number";

/* Asset: i241 */
"i241" = "COUNTY, CITY";

/* Asset: i242 */
"i242" = "ADDRESS";

/* Asset: i243 */
"i243" = "Full address in the identity card";

/* Asset: i244 */
"i244" = "PHONE";

/* Asset: i245 */
"i245" = "Phone number where you can be reached";

/* Asset: i246 */
"i246" = "EMAIL";

/* Asset: i247 */
"i247" = "Email address for mails (completed orders, insurance policies, alerts)";

/* Asset: i248 */
"i248" = "CHOOSE OPERATOR";

/* Asset: i249 */
"i249" = "Please select the mobile phone operator";

/* Asset: i250 */
"i250" = "ID / PASSPORT SERIAL";

/* Asset: i251 */
"i251" = "Identity card (for EU) or passport serial (EU + other countries): requested for calculating the travel insurance fees";

/* Asset: i252 */
"i252" = "My company";

/* Asset: i253 */
"i253" = "NAME";

/* Asset: i254 */
"i254" = "Fill in the company name";

/* Asset: i255 */
"i255" = "Business register number";

/* Asset: i256 */
"i256" = "Business register number - based on which we will try to automatically obtain public information such as company name and address";

/* Asset: i257 */
"i257" = "ADDRESS";

/* Asset: i258 */
"i258" = "Official company headquarters";

/* Asset: i259 */
"i259" = "CAEN";

/* Asset: i260 */
"i260" = "Operator";

/* Asset: i261 */
"i261" = "MY CARS";

/* Asset: i262 */
"i262" = "cars";

/* Asset: i263 */
"i263" = "car";

/* Asset: i264 */
"i264" = "Car list";

/* Asset: i265 */
"i265" = "There aren't any cars saved in the list. To add a new car, press the button above";

/* Asset: i266 */
"i266" = "Add vehicle";

/* Asset: i267 */
"i267" = "New vehicle";

/* Asset: i268 */
"i268" = "Fill in the data below";

/* Asset: i269 */
"i269" = "Vehicle information";

/* Asset: i270 */
"i270" = "you can modifiy the data below";

/* Asset: i271 */
"i271" = "Vehicle alerts";

/* Asset: i272 */
"i272" = "Select the expiry dates below";

/* Asset: i273 */
"i273" = "Vehicle info";

/* Asset: i274 */
"i274" = "Alerts";

/* Asset: i275 */
"i275" = "VEHICLE BRAND";

/* Asset: i276 */
"i276" = "Vehicle brands";

/* Asset: i277 */
"i277" = "Search";

/* Asset: i278 */
"i278" = "VEHICLE MODEL";

/* Asset: i279 */
"i279" = "Insert the vehicle model. Ex. Logan, Golf, Astra";

/* Asset: i280 */
"i280" = "VEHICLE CATEGORY";

/* Asset: i281 */
"i281" = "Select the vehicle category";

/* Asset: i282 */
"i282" = "Automobile";

/* Asset: i283 */
"i283" = "Mixed automobile";

/* Asset: i284 */
"i284" = "Off-road vehicle";

/* Asset: i285 */
"i285" = "Motorbike";

/* Asset: i286 */
"i286" = "Moped";

/* Asset: i287 */
"i287" = "Buddy seat";

/* Asset: i288 */
"i288" = "Scooter";

/* Asset: i289 */
"i289" = "ATV";

/* Asset: i290 */
"i290" = "Ambulance";

/* Asset: i291 */
"i291" = "Motorhome";

/* Asset: i292 */
"i292" = "Mini bus";

/* Asset: i293 */
"i293" = "Autobus";

/* Asset: i294 */
"i294" = "Coach";

/* Asset: i295 */
"i295" = "Utility vehicle";

/* Asset: i296 */
"i296" = "Commercial vehicle";

/* Asset: i297 */
"i297" = "Truck";

/* Asset: i298 */
"i298" = "Wagon";

/* Asset: i299 */
"i299" = "Tractor";

/* Asset: i300 */
"i300" = "Tractor head";

/* Asset: i301 */
"i301" = "Trailer";

/* Asset: i302 */
"i302" = "Semi-trailer";

/* Asset: i303 */
"i303" = "CERTIFICATE COUNTY, CITY";

/* Asset: i304 */
"i304" = "Counties";

/* Asset: i305 */
"i305" = "Cities";

/* Asset: i306 */
"i306" = "REGISTRATION PLATE NO.";

/* Asset: i307 */
"i307" = "If the vehicle is to be registered, please fill in \" - \"";

/* Asset: i308 */
"i308" = "CHASSIS NUMBER";

/* Asset: i309 */
"i309" = "Fill in correctly the chassis number in order to obtain the actual MTPL fees. See registration certificate field E (new model) or field 3 (old model)";

/* Asset: i310 */
"i310" = "CM3";

/* Asset: i311 */
"i311" = "Check registration certificate field P.1 (new model) or field 17 (old model)";

/* Asset: i312 */
"i312" = "POWER (KW)";

/* Asset: i313 */
"i313" = "Check registration certificate field P.2 (new model) or field 17 (old model)";

/* Asset: i314 */
"i314" = "SEATS NUMBER";

/* Asset: i315 */
"i315" = "Check registration certificate field S.1 (new model) or field 13 (old model)";

/* Asset: i316 */
"i316" = "MAXIMUM MASS (KG)";

/* Asset: i317 */
"i317" = "Check registration certificate field F.1 (new model) or field 11 (old model)";

/* Asset: i318 */
"i318" = "PRODUCTION YEAR";

/* Asset: i319 */
"i319" = "Check registration certificate field B (new model) or field 15 (old model)";

/* Asset: i320 */
"i320" = "REGISTRATION CERTIFICATE SERIAL";

/* Asset: i321 */
"i321" = "Check registration certificate field X (new model) or field 4 (old model)";

/* Asset: i322 */
"i322" = "USE OF VEHICLE";

/* Asset: i323 */
"i323" = "Select the use of vehicle";

/* Asset: i324 */
"i324" = "domestic\nuse";

/* Asset: i325 */
"i325" = "goods distribution";

/* Asset: i326 */
"i326" = "transport of persons";

/* Asset: i327 */
"i327" = "international transport";

/* Asset: i328 */
"i328" = "security-protection";

/* Asset: i329 */
"i329" = "taxi";

/* Asset: i330 */
"i330" = "maxi-taxi";

/* Asset: i331 */
"i331" = "driving-school";

/* Asset: i332 */
"i332" = "rental";

/* Asset: i333 */
"i333" = "delivery";

/* Asset: i334 */
"i334" = "other-activities";

/* Asset: i335 */
"i335" = "FUEL";

/* Asset: i336 */
"i336" = "gas";

/* Asset: i337 */
"i337" = "diesel";

/* Asset: i338 */
"i338" = "lpg";

/* Asset: i339 */
"i339" = "electrical / hybrid";

/* Asset: i340 */
"i340" = "without";

/* Asset: i341 */
"i341" = "VEHICLE IN LEASING?";

/* Asset: i342 */
"i342" = "LEASING COMPANY NAME";

/* Asset: i343 */
"i343" = "YES";

/* Asset: i344 */
"i344" = "NO";

/* Asset: i345 */
"i345" = "How do I edit the alerts?";

/* Asset: i346 */
"i346" = "Info";

/* Asset: i347 */
"i347" = "In order to save alerts you must fill in the car information";

/* Asset: i348 */
"i348" = "MTPL";

/* Asset: i349 */
"i349" = "Technical vehicle inspection";

/* Asset: i350 */
"i350" = "VIGNETTE";

/* Asset: i351 */
"i351" = "MOTOR HULL";

/* Asset: i352 */
"i352" = "MOTOR HULL DUE INSTALMENT";

/* Asset: i353 */
"i353" = "";

/* Asset: i354 */
"i354" = "select the last validity date";

/* Asset: i355 */
"i355" = "Quit";

/* Asset: i356 */
"i356" = "Quit";

/* Asset: i357 */
"i357" = "Save";

/* Asset: i358 */
"i358" = "MY PROPERTIES";

/* Asset: i359 */
"i359" = "properties";

/* Asset: i360 */
"i360" = "property";

/* Asset: i361 */
"i361" = "Properties list";

/* Asset: i362 */
"i362" = "There aren't properties saved in the list. In order to add a new property, push the button above";

/* Asset: i363 */
"i363" = "Add property";

/* Asset: i364 */
"i364" = "Property";

/* Asset: i365 */
"i365" = "New property";

/* Asset: i366 */
"i366" = "Fill in the data below";

/* Asset: i367 */
"i367" = "Property info";

/* Asset: i368 */
"i368" = "property information";

/* Asset: i369 */
"i369" = "you may modify the data below";

/* Asset: i370 */
"i370" = "Alerts";

/* Asset: i371 */
"i371" = "Property alerts";

/* Asset: i372 */
"i372" = "How do I edit the alerts?";

/* Asset: i373 */
"i373" = "In order to save alerts you must fill in the property information";

/* Asset: i374 */
"i374" = "ADDRESS";

/* Asset: i375 */
"i375" = "Full address: street, number, block, etc.";

/* Asset: i376 */
"i376" = "HOUSE TYPE";

/* Asset: i377 */
"i377" = "Apartment\n ";

/* Asset: i378 */
"i378" = "House - shared";

/* Asset: i379 */
"i379" = "House - individual";

/* Asset: i380 */
"i380" = "RESISTANCE STRUCTURE";

/* Asset: i381 */
"i381" = "Select the resistance structure";

/* Asset: i382 */
"i382" = "reinforced-concrete";

/* Asset: i383 */
"i383" = "concrete";

/* Asset: i384 */
"i384" = "aac";

/* Asset: i385 */
"i385" = "glazed-brick";

/* Asset: i386 */
"i386" = "sun-dried brick";

/* Asset: i387 */
"i387" = "adobe";

/* Asset: i388 */
"i388" = "wood";

/* Asset: i389 */
"i389" = "wood-work";

/* Asset: i390 */
"i390" = "BUILDING HEIGHT (NO. OF FLOORS)";

/* Asset: i391 */
"i391" = "Number of floors in the building / block";

/* Asset: i392 */
"i392" = "FLOOR";

/* Asset: i393 */
"i393" = "Property floor";

/* Asset: i394 */
"i394" = "CONSTRUCTION YEAR (>=1900)";

/* Asset: i395 */
"i395" = "Building construction year";

/* Asset: i396 */
"i396" = "NUMBER OF ROOMS";

/* Asset: i397 */
"i397" = "SURFACE (SM)";

/* Asset: i398 */
"i398" = "Effective surface of the property in square meter";

/* Asset: i399 */
"i399" = "NUMBER OF TENANTS";

/* Asset: i400 */
"i400" = "OTHER INFORMATION";

/* Asset: i401 */
"i401" = "Property description";

/* Asset: i402 */
"i402" = "With alarm";

/* Asset: i403 */
"i403" = "With window grids";

/* Asset: i404 */
"i404" = "With fire alarm";

/* Asset: i405 */
"i405" = "With guard";

/* Asset: i406 */
"i406" = "Located in an isolated area";

/* Asset: i407 */
"i407" = "Permanently inhabited";

/* Asset: i408 */
"i408" = "Goods theft clause";

/* Asset: i409 */
"i409" = "Water pipe clause";

/* Asset: i410 */
"i410" = "Includes land";

/* Asset: i411 */
"i411" = "PROPERTY";

/* Asset: i412 */
"i412" = "DUE PROPERTY INSTALMENT";

/* Asset: i413 */
"i413" = "select the expiry dates below";

/* Asset: i414 */
"i414" = "OTHER INSURED PERSONS";

/* Asset: i415 */
"i415" = "persons";

/* Asset: i416 */
"i416" = "person";

/* Asset: i417 */
"i417" = "List of persons";

/* Asset: i418 */
"i418" = "Add insured person";

/* Asset: i419 */
"i419" = "There aren't persons saved in the list. In order to add a new person, press the button above ";

/* Asset: i420 */
"i420" = "new person";

/* Asset: i421 */
"i421" = "Insert the data below";

/* Asset: i422 */
"i422" = "Natural person";

/* Asset: i423 */
"i423" = "Legal person";

/* Asset: i424 */
"i424" = "searching for the company data";

/* Asset: i425 */
"i425" = "person information";

/* Asset: i426 */
"i426" = "you can modify the data below";

/* Asset: i427 */
"i427" = "MY ORDERS";

/* Asset: i428 */
"i428" = "insurance policies";

/* Asset: i429 */
"i429" = "insurance policy";

/* Asset: i430 */
"i430" = "Orders history";

/* Asset: i431 */
"i431" = "You can find here all the ordered insurance policies";

/* Asset: i432 */
"i432" = "You have no ordered insurance. The insurance policies ordered through the application will automatically appear";

/* Asset: i433 */
"i433" = "Insurance policies list";

/* Asset: i434 */
"i434" = "downloading data...";

/* Asset: i435 */
"i435" = "Aplicatia se va inchide.\nEsti sigur ca vrei sa iesi din aplicatie?";

/* Asset: i436 */
"i436" = "Insurance policy";

/* Asset: i437 */
"i437" = "My data";

/* Asset: i438 */
"i438" = "See alerts";

/* Asset: i439 */
"i439" = "Others";

/* Asset: i440 */
"i440" = "Vehicle";

/* Asset: i441 */
"i441" = "If the car is in leasing, enter the name of the leasing company.";

/* Asset: i442 */
"i442" = "Please fill in the empty fields and / or correct the wrong information";

/* Asset: i443 */
"i443" = "Person";

/* Asset: i444 */
"i444" = "loading...";

/* Asset: i446 */
"i446" = "Calculator";

/* Asset: i447 */
"i447" = "Insurance policy";

/* Asset: i448 */
"i448" = "Insurance fees";

/* Asset: i449 */
"i449" = "Order completion";

/* Asset: i450 */
"i450" = "Sorry! Fees couldn't be calculated because you don't have internet connection. Please make sure you have an active internet connection and calculate again. Thank you!";

/* Asset: i451 */
"i451" = "Data confirmation";

/* Asset: i452 */
"i452" = "Press YES to confirm that the inserted data is correct and to place the order. If you don't want to continue, press NO.";

/* Asset: i453 */
"i453" = "For completion, a secure page will open in the browser, where you can pay for your insurance policy. The application will close.";

/* Asset: i454 */
"i454" = "Order completion";

/* Asset: i455 */
"i455" = "Your order has been registered. You will be contacted by an i-Asigurare representative at phone number ";

/* Asset: i456 */
"i456" = "Travel Insurance";

/* Asset: i457 */
"i457" = "number of persons";

/* Asset: i458 */
"i458" = "Choose travellers";

/* Asset: i459 */
"i459" = "You can choose several persons";

/* Asset: i460 */
"i460" = "persoana zile tara";

/* Asset: i461 */
"i461" = "Travel objective : ";

/* Asset: i462 */
"i462" = "Insurance duration : ";

/* Asset: i463 */
"i463" = "Insurance products";

/* Asset: i464 */
"i464" = "Home insurance products";

/* Asset: i465 */
"i465" = "Property Summary";

/* Asset: i466 */
"i466" = "Summary";

/* Asset: i467 */
"i467" = "day";

/* Asset: i468 */
"i468" = "days";

/* Asset: i469 */
"i469" = "About";

/* Asset: i470 */
"i470" = "MTPL order completion";

/* Asset: i471 */
"i471" = "sending data...";

/* Asset: i472 */
"i472" = ". Thank you!";

/* Asset: i473 */
"i473" = "Please make sure you have an active internet connection and calculate again. Thank you!";

/* Asset: i474 */
"i474" = "insured amount : ";

/* Asset: i475 */
"i475" = "In order to save alerts you must fill in the \"My data\".";

/* Asset: i476 */
"i476" = "insurance\nexpiry date";

/* Asset: i477 */
"i477" = "vignette\nexpiry date";

/* Asset: i478 */
"i478" = "due\ninstalment";

/* Asset: i479 */
"i479" = "technical inspection\nexpiry date";

/* Asset: i480 */
"i480" = "PROMOTIONS";

/* Asset: i481 */
"i481" = "i-Asigurare offers";

/* Asset: i482 */
"i482" = "TELL US SOMETHING";

/* Asset: i483 */
"i483" = "Send us a message";

/* Asset: i484 */
"i484" = "MTPL VALIDITY";

/* Asset: i485 */
"i485" = "check your MTPL policy";

/* Asset: i486 */
"i486" = "TERMS AND CONDITIONS";

/* Asset: i487 */
"i487" = "read the rules";

/* Asset: i488 */
"i488" = "CONTACT";

/* Asset: i489 */
"i489" = "how to find us";

/* Asset: i490 */
"i490" = "Others";

/* Asset: i491 */
"i491" = "Other information";

/* Asset: i492 */
"i492" = "We always keep you updated and informed";

/* Asset: i493 */
"i493" = "TERMS";

/* Asset: i494 */
"i494" = "CONDITIONS";

/* Asset: i495 */
"i495" = "SETTINGS";

/* Asset: i496 */
"i496" = "Send message";

/* Asset: i497 */
"i497" = "sending message...";

/* Asset: i498 */
"i498" = "checking the insurance policy...";

/* Asset: i499 */
"i499" = "Invalid policy";

/* Asset: i500 */
"i500" = "Valid policy";

/* Asset: i501 */
"i501" = "Policy was not found";

/* Asset: i502 */
"i502" = "Expired policy";

/* Asset: i503 */
"i503" = "Select the resistance structure";

/* Asset: i504 */
"i504" = "reinforced-concrete";

/* Asset: i505 */
"i505" = "concrete\n ";

/* Asset: i506 */
"i506" = "aac\n ";

/* Asset: i507 */
"i507" = "glazed brick";

/* Asset: i508 */
"i508" = "sun-dried brick";

/* Asset: i509 */
"i509" = "adobe\n ";

/* Asset: i510 */
"i510" = "wood";

/* Asset: i511 */
"i511" = "wood work";

/* Asset: i512 */
"i512" = "Select the use of vehicle";

/* Asset: i513 */
"i513" = "domestic-\nuse";

/* Asset: i514 */
"i514" = "goods-distribution";

/* Asset: i515 */
"i515" = "transport-of-persons";

/* Asset: i516 */
"i516" = "international-transport";

/* Asset: i517 */
"i517" = "security-protection";

/* Asset: i518 */
"i518" = "taxi\n ";

/* Asset: i519 */
"i519" = "maxi-\ntaxi";

/* Asset: i520 */
"i520" = "driving-school";

/* Asset: i521 */
"i521" = "rental\n ";

/* Asset: i522 */
"i522" = "delivery\n ";

/* Asset: i523 */
"i523" = "other-\nactivities";

/* Asset: i524 */
"i524" = "Use of vehicle";

/* Asset: i525 */
"i525" = "gas\n ";

/* Asset: i526 */
"i526" = "diesel\n ";

/* Asset: i527 */
"i527" = "lpg\n ";

/* Asset: i528 */
"i528" = "electrical /\n hybrid";

/* Asset: i529 */
"i529" = "without\n ";

/* Asset: i530 */
"i530" = "Choose Motor Hull company";

/* Asset: i531 */
"i531" = "VEHICLE CATEGORY";

/* Asset: i532 */
"i532" = "Select the vehicle category";

/* Asset: i533 */
"i533" = "Automobile\n ";

/* Asset: i534 */
"i534" = "Mixed\nautomobile";

/* Asset: i535 */
"i535" = "Off-road\nvehicle";

/* Asset: i536 */
"i536" = "Motorbike\n ";

/* Asset: i537 */
"i537" = "Moped\n ";

/* Asset: i538 */
"i538" = "Buddy seat\n ";

/* Asset: i539 */
"i539" = "Scooter\n ";

/* Asset: i540 */
"i540" = "ATV\n ";

/* Asset: i541 */
"i541" = "Ambulance\n ";

/* Asset: i542 */
"i542" = "Motorhome\n ";

/* Asset: i543 */
"i543" = "Mini\nbus";

/* Asset: i544 */
"i544" = "Autobus\n ";

/* Asset: i545 */
"i545" = "Coach\n ";

/* Asset: i546 */
"i546" = "Utility\nvehicle";

/* Asset: i547 */
"i547" = "Commercial\nvehicle";

/* Asset: i548 */
"i548" = "Truck\n ";

/* Asset: i549 */
"i549" = "Wagon\n ";

/* Asset: i550 */
"i550" = "Tractor\n ";

/* Asset: i551 */
"i551" = "Tractor\nhead";

/* Asset: i552 */
"i552" = "Trailer\n ";

/* Asset: i553 */
"i553" = "Semi-\n trailer";

/* Asset: i554 */
"i554" = "Property description";

/* Asset: i555 */
"i555" = "With alarm";

/* Asset: i556 */
"i556" = "With window grids";

/* Asset: i557 */
"i557" = "With fire alarm";

/* Asset: i558 */
"i558" = "With guard";

/* Asset: i559 */
"i559" = "Located in an isolated area";

/* Asset: i560 */
"i560" = "Permanently inhabited";

/* Asset: i561 */
"i561" = "Goods theft clause";

/* Asset: i562 */
"i562" = "Water pipe clause";

/* Asset: i563 */
"i563" = "Includes land";

/* Asset: i564 */
"i564" = "Your message was sent.";

/* Asset: i565 */
"i565" = "\"Add vehicle\"";

/* Asset: i566 */
"i566" = "\"Add property\"";

/* Asset: i567 */
"i567" = "\"Add insured person\"";

/* Asset: i568 */
"i568" = "Discounts";

/* Asset: i569 */
"i569" = "The returned results are provided by CEDAM database, and not by the i-Asigurare application!If the received message is incorrect it means that the insurance company where you concluded the policy didn't provide the correct information to CEDAM or you inserted the registration plate / chassis number wrongly";

/* Asset: i570 */
"i570" = "If the policy is not found, it means that: ";

/* Asset: i571 */
"i571" = "You've completed the first steptowards the\ni-Asigurare experience.";

/* Asset: i572 */
"i572" = "Be ready to discover\n how it is to have all your insurance policies\nright in your pocket";

/* Asset: i573 */
"i573" = "WHY activate the push notifications:";

/* Asset: i574 */
"i574" = "minor children";

/* Asset: i575 */
"i575" = "physical disability";

/* Asset: i576 */
"i576" = "married";

/* Asset: i577 */
"i577" = "pensionary";

/* Asset: i578 */
"i578" = "servants";

/* Asset: i579 */
"i579" = "Fees couldn't be calculated.Please recalculate.";

/* Asset: i580 */
"i580" = "See error details";

/* Asset: i581 */
"i581" = "Add to\nbag";

/* Asset: i582 */
"i582" = "You've got BO Bonus.";

/* Asset: i583 */
"i583" = " Possible causes: ";

/* Asset: i584 */
"i584" = "The fees could be higher!";

/* Asset: i585 */
"i585" = "             Possible causes & solutions ";

/* Asset: i586 */
"i586" = "      The WiFi signal is too weak / slow response: you may recalculate using 3G/Cellular Data or power off and restart the wireless connection.";

/* Asset: i587 */
"i587" = "There is a problem with the fees calculation service: please recalculate in a few minutes.";

/* Asset: i588 */
"i588" = "      Close the application and open it again if it remained in stand-by";

/* Asset: i588 */
"i589" = "Duration";

/* Asset: i588 */
"i590" = "months";

/* Asset: i591 */
"i591" = "Summary";

/* Asset: i592 */
"i592" = "Share on Facebook";

/* Asset: i593 */
"i593" = "Write a tweet";

/* Asset: i594 */
"i594" = "Close";

/* Asset: i595 */
"i595" = "back";

/* Asset: i700 */
"i700" = "Insurance";

/* Asset: i701 */
"i701" = "policies";

/* Asset: i702 */
"i702" = "calculate fees and buy insurance";

/* Asset: i703 */
"i703" = "i-Asigurare";

/* Asset: i704 */
"i704" = "app";

/* Asset: i705 */
"i705" = "insure yourself smartly on your phone";

/* Asset: i706 */
"i706" = "Your";

/* Asset: i707 */
"i707" = "alerts";

/* Asset: i708 */
"i708" = "i-Asigurare remembers for you";

/* Asset: i709 */
"i709" = "Other";

/* Asset: i710 */
"i710" = "information";

/* Asset: i711 */
"i711" = "we always keep you informed";

/* Asset: i712 */
"i712" = "Promotions";

/* Asset: i713 */
"i713" = "for you";

/* Asset: i714 */
"i714" = "keep yourself informed on our offers";

/* Asset: i715 */
"i715" = "Your";

/* Asset: i716 */
"i716" = "message";

/* Asset: i717 */
"i717" = "talk to i-Asigurare team";

/* Asset: i718 */
"i718" = "MTPL";

/* Asset: i719 */
"i719" = "VALIDITY";

/* Asset: i720 */
"i720" = "check your MTPL policy";

/* Asset: i721 */
"i721" = "TERMS";

/* Asset: i722 */
"i722" = "and";

/* Asset: i723 */
"i723" = "CONDITIONS";

/* Asset: i724 */
"i724" = "application terms of use";

/* Asset: i725 */
"i725" = "i-Asigurare";

/* Asset: i726 */
"i726" = "contact";

/* Asset: i727 */
"i727" = "contact data where you can find us";

/* Asset: i728 */
"i728" = "My";

/* Asset: i729 */
"i729" = "profile";

/* Asset: i730 */
"i730" = "this is your information";

/* Asset: i731 */
"i731" = "New";

/* Asset: i732 */
"i732" = "vehicle";

/* Asset: i733 */
"i733" = "fill in the data below";

/* Asset: i734 */
"i734" = "Vehicle";

/* Asset: i735 */
"i735" = "information";

/* Asset: i736 */
"i736" = "you can modifiy the data below";

/* Asset: i737 */
"i737" = "New";

/* Asset: i738 */
"i738" = "property";

/* Asset: i739 */
"i739" = "fill in the data below";

/* Asset: i740 */
"i740" = "Property";

/* Asset: i741 */
"i741" = "information";

/* Asset: i742 */
"i742" = "you may modify the data below";

/* Asset: i743 */
"i743" = "New";

/* Asset: i744 */
"i744" = "person";

/* Asset: i745 */
"i745" = "insert the data below";

/* Asset: i746 */
"i746" = "Person";

/* Asset: i747 */
"i747" = "information";

/* Asset: i748 */
"i748" = "you can modify the data below";

/* Asset: i749 */
"i749" = "Orders";

/* Asset: i750 */
"i750" = "history";

/* Asset: i751 */
"i751" = "you can find here all your policies";

/* Asset: i752 */
"i752" = "Property";

/* Asset: i753 */
"i753" = "alerts";

/* Asset: i754 */
"i754" = "select the expiry dates below";

/* Asset: i755 */
"i755" = "Vehicle";

/* Asset: i756 */
"i756" = "alerts";

/* Asset: i757 */
"i757" = "select the expiry dates below";

/* Asset: i758 */
"i758" = "MTPL insurance";

/* Asset: i759 */
"i759" = "● Fees directly from the companies";

/* Asset: i760 */
"i760" = "● Free delivery by quick delivery";

/* Asset: i761 */
"i761" = "Insurance";

/* Asset: i762 */
"i762" = "fees";

/* Asset: i763 */
"i763" = "the lowest fees for your car";

/* Asset: i764 */
"i764" = "Summary";

/* Asset: i765 */
"i765" = "Please check carefully the inserted";

/* Asset: i766 */
"i766" = "data and make sure it is correct";

/* Asset: i767 */
"i767" = "Order completion";

/* Asset: i768 */
"i768" = "● Free delivery all around the country";

/* Asset: i769 */
"i769" = "● Gift: a car air freshener";

/* Asset: i770 */
"i770" = "Motor Hull Insurance";

/* Asset: i771 */
"i771" = "● Fees directly from the companies";

/* Asset: i772 */
"i772" = "● Individualized offers";

/* Asset: i773 */
"i773" = "Travel Insurance";

/* Asset: i774 */
"i774" = "● Fees directly from the companies";

/* Asset: i775 */
"i775" = "● Electronic delivery in 5 minutes";

/* Asset: i776 */
"i776" = "Insurance";

/* Asset: i777 */
"i777" = "fees";

/* Asset: i778 */
"i778" = "the lowest fees for your trip";

/* Asset: i779 */
"i779" = "Summary";

/* Asset: i780 */
"i780" = "Please check carefully the inserted";

/* Asset: i781 */
"i781" = "data and make sure it is correct";

/* Asset: i782 */
"i782" = "Order completion";

/* Asset: i783 */
"i783" = "You will receive the insurance";

/* Asset: i784 */
"i784" = "policy to your email address";

/* Asset: i785 */
"i785" = "Home Insurance";

/* Asset: i786 */
"i786" = "? Fees directly from the companies";

/* Asset: i787 */
"i787" = "? Electronic delivery in 5 minutes";

/* Asset: i788 */
"i788" = "Insurance";

/* Asset: i789 */
"i789" = "fees";

/* Asset: i790 */
"i790" = "the lowest fees for your home";

/* Asset: i791 */
"i791" = "Summary";

/* Asset: i792 */
"i792" = "Please check carefully the inserted ";

/* Asset: i793 */
"i793" = "data and make sure it is correct";

/* Asset: i794 */
"i794" = "Order completion";

/* Asset: i795 */
"i795" = "You will receive the insurance policy";

/* Asset: i796 */
"i796" = "policy to your email address";

/* Asset: i797 */
"i797" = "Incomplete data";

/* Asset: i798 */
"i798" = "Thank you for your understanding!";

/* Asset: i799 */
"i799" = "Error !";

/* Asset: i800 */
"i800" = "Delete registration ?";

/* Asset: i801 */
"i801" = "the insurance policies ordered via the application are automatically added in My Data --> My Orders";

/* Asset: i802 */
"i802" = "Important";

/* Asset: i803 */
"i803" = "How do I edit the alerts?";

/* Asset: i804 */
"i804" = "You want to exit ?";

/* Asset: i805 */
"i805" = "Information was sent";

/* Asset: i806 */
"i806" = ":( sorry";

/* Asset: i807 */
"i807" = "Retrieving data?";

/* Asset: i808 */
"i808" = "Is data correct?";

/* Asset: i809 */
"i809" = "The order has been registered";

/* Asset: i810 */
"i810" = "Summary MTPL";

/* Asset: i819 */
"i819" = "Error details";


//
//
///
//
///
//
//
//
// NU SUNT TEXTE IN ENGLEZA SI TREBUIESC TRADUSE,CRED CA NU SUNT SINGURELE :D
/* Asset: i811 */
"i811" = "Este indicat sa faci o comanda separata pentru persoanele care au peste 65 de ani sau cele mai mici de 2 ani, deoarece nu toate companiile ofera asigurari de calatorie pentru acestea";

/* Asset: i812 */
"i812" = "De acord";

/* Asset: i813 */
"i813" = "Continua";

